package semestr1.practise14;

public class practise14 {
    public static void main(String[] args) {
        /*Завдання 1

       */
        /*Завдання 2

        */
        /*Завдання 3

        */
        /*Завдання 4

        */
        /*Завдання 5

        */
        /*Завдання 6

        */
        /*Завдання 7

        */
        /*Завдання 8

        */
        /*Завдання 9

        */
        /*Завдання 10

        */
        /*Завдання 11

        */
        /*Завдання 12

        */
        /*Завдання 13

        */
        /*Завдання 14

        */
        /*Завдання 15

        */
        /*Завдання 16

        */
        /*Завдання 17

        */
        /*Завдання 18

        */
        /*Завдання 19

        */
        /*Завдання 20

        */
        /*Завдання 21

        */
        /*Завдання 22

        */
        /*Завдання 23

        */
        /*Завдання 24

        */
        /*Завдання 25

        /*Завдання 26

        */
        /*Завдання 27

        */
        /*Завдання 28

        */
        /*Завдання 29

        */
        /*Завдання 30

        */
        /*Завдання 31

        */
        /*Завдання 32

        */
        /*Завдання 33

        */
        /*Завдання 34

        */
        /*Завдання 35

        */
        /*Завдання 36

        */
        /*Завдання 37

        */
        /*Завдання 38

        */
        /*Завдання 39

        */
        /*Завдання 40

        */
    }
}
